Repository: yahyai-0/Omanix-Tweaker
Catalog: po/*.po
Languages: ar

source: <b>can't load list,,click Update on the Tweaker tab</b>
ar: <b>لا يمكن تحميل القائمة. قم بالظغط في زر تحديث في خانة تويكر<b/>

source: Omanix Tweaker
ar: عمانكس تويكر

source: Main
ar: الرئيسية

source: Tweaker
ar: تويكر

source: Setting
ar: الإعدادات

source: Update
ar: تحديث

source: About
ar: عن

source: عربي
ar: English

source: <b><span size='38000'> Omanix Tweaker</span></b>
ar: <b><span size='38000'> عمانكس تويكر</span></b>

source: Tweak ID
ar: رقم التويك

source: Tweak Type
ar: نوع التويك

source: Tweak Name
ar: اسم التويك

source: Tweak Distro
ar: توزيعة التويك

source: Tweak status
ar: حالة التويك

source: Install
ar: تثبيت

source: Remove
ar: حذف

source: Description
ar: الوصف

source: <b>The list has been updated</b>
ar: <b>تم تحديث القائمة</b>

source: <b>The tweak has been installed</b>
ar: <b>م تثبيت التويك</b>

source: <b>There is error when installing the tweak</b>
ar: <b>حدث خطأ أثناء تثبيت التويك</b>

source: <b>The tweak is installed</b>
ar: <b>التويك مثبت</b>

source: <b>Select any tweak to install</b>
ar: <b>إختر أي تويك للتثبيت</b>

source: <b>The tweak has been removed</b>
ar: <b>تم حذف التويك</b>

source: <b>There is error when removing the tweak</b>
ar: <b>حدث خطأ أثناء حذف التويك</b>

source: <b>The Tweak is not installed</b>
ar: <b>لتويك غير مثبت</b>

source: <b>Select any tweak to remove it</b>
ar: <b>إختر أي تويك للحذف</b>

source: <b>Select any tweak to view its description</b>
ar: <b>إختر أي تويك لإظهار معلوماته</b>

source: <b>قم بإعادة تشغيل البرنامج</b>
ar: <b>restart the program to applay changes</b>

source: <b> This program come under GPL3. Thanks for all who support me Ahmed Said Al-Yahyai blackheart10001@gmail.com Credit: Said Al Ramdhani darknesscore0@gmail.com</b>
ar: <b> هذا البرنامج يندرج تحت رخصة (جنو العامة الإصدار الثالث). شكرا لجميع من دعمني أحمد سعيد اليحيائي blackheart10001@gmail.com Credit: سعيد الرمضاني darknesscore0@gmail.com</b>

source: CPU Model:
ar: :معلومات المعالج

source: Memory:
ar: :الذاكرة

source: CPU Cores
ar: أنوية المعالج

source: <b> Hardware Information</b>
ar: <b> معلومات الجهاز</b>

source: User Name:
ar: :اسم المستخدم

source: Home Dir:
ar: :مسار الملف الرئيسي

source: shell:
ar: :الشل

source: language
ar: اللغة

source: <b> User Information</b>
ar: <b> معلومات المستخدم</b>

source: ubuntu release:
ar: : إصدارة أبنتو

source: Kenerl version:
ar: :إصدارة الكيرنل

source: Host Name:
ar: إسم الجهاز

source: Uptime:
ar: :مدة التشغيل

source: Enviroment:
ar: : الواجهة

source: Platform:
ar: : بيئة النظام

source: <b> Desktop Information</b>
ar: <b> معلومات سطح المكتب</b>
